[
  {
    "keterangan": "Penggunaan API Data Kependudukan ini merupakan tanggung jawab pengguna. Pengguna harus mematuhi semua peraturan dan ketentuan yang berlaku di negara tempat pengguna berada."
  },{
    "keterangan": "Pengguna harus memastikan bahwa data yang disediakan melalui API Data Kependudukan ini digunakan untuk tujuan yang sesuai dengan peraturan yang berlaku di negara tempat pengguna berada. Pengguna tidak diperbolehkan untuk menggunakan data tersebut untuk tujuan ilegal atau tidak sesuai dengan peraturan yang berlaku."
  },{
    "keterangan": "Pengguna harus menyadari bahwa data yang disediakan melalui API Data Kependudukan ini mungkin tidak selalu akurat atau terbaru. Pengguna harus mengecek kebenaran data tersebut sebelum menggunakannya."
  },{
    "keterangan": "Pengguna harus menyadari bahwa data yang disediakan melalui API Data Kependudukan ini hanya boleh digunakan untuk keperluan pribadi atau penelitian saja. Pengguna tidak diperbolehkan untuk menyebarluaskan atau menjual data tersebut kepada pihak ketiga."
  },{
    "keterangan": "Pengguna harus menyadari bahwa API Data Kependudukan ini dapat dihentikan atau diubah sesuai kebijakan pengelola tanpa pemberitahuan terlebih dahulu."
  },{
    "keterangan": "Dengan menggunakan API Data Kependudukan ini, pengguna setuju untuk tidak melakukan tindakan yang merugikan atau merusak sistem API Data Kependudukan ini."
  },{
    "keterangan": "Pengguna setuju untuk bertanggung jawab atas semua tindakan yang dilakukan dengan menggunakan API Data Kependudukan ini. Pengelola API Data Kependudukan tidak bertanggung jawab atas segala bentuk kerugian yang diakibatkan oleh penggunaan API Data Kependudukan ini."
  },{
    "keterangan": "Pengguna setuju untuk mematikan API Data Kependudukan ini setelah selesai menggunakan API Data Kependudukan ini."
  },{
    "keterangan": "Pengguna setuju untuk memberikan data yang diperlukan untuk mengakses API Data Kependudukan ini, termasuk namanya, alamat email, dan nomor telepon."
  },{
    "keterangan": "Pengguna dilarang menyimpan data yang dikeluarkan, semua input dan output data harus tersimpan di database API ini"
  },{
    "keterangan": "Dengan menggunakan layanan ini pengguna setuju untuk menerima semua syarat dan ketentuan yang ditetapkan, dan apabila di kemudian hari di temukan kejanggalan dalam penggunaan layanan ini kami berhak menuntut sesuai dengan peraturan perundang undangan yang berlaku"
  }
]